{
  "shows": [
    {
      "id": 11,
      "name": "Cowboy Bebop",
      "summary": "Cowboy Bebop is about three bounty hunters, aka \"cowboys,\" all trying to outrun the past. As different as they are deadly, Spike Spiegel, Jet Black, and Faye Valentine form a scrappy, snarky crew ready to hunt down the solar system's most dangerous criminals — for the right price. But they can only kick and quip their way out of so many scuffles before their pasts finally catch up with them.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/394/985036.jpg",
      "stream_on": "Netflix"
    },
    {
      "id": 12,
      "name": "Monty Python's Flying Circus",
      "summary": "And now for something completely different: Monty Python's Flying Circus was simply the most influential comedy program television has ever seen. Five Englishmen, all working under the constraints of conventional TV shows such as The Frost Report (for which the five Englishmen wrote), gathered together with an expatriate American in the spring of 1969 to break the rules. The result, first airing on BBC-1 on October 5, 1969, has influenced countless future men and women in the media and comedy since.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/5/14980.jpg",
      "stream_on": "Netflix"
    },
    {
      "id": 13,
      "name": "It's Always Sunny in Philadelphia",
      "summary": "It's Always Sunny in Philadelphia is an American comedy series about four friends in their late 20s with clear sociopathic tendencies who run an unsuccessful Irish bar, \"Paddy's Pub,\" in South Philadelphia.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/379/948471.jpg",
      "stream_on": "Hulu"
    },
    {
      "id": 14,
      "name": "Silicon Valley",
      "summary": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. From Mike Judge comes this satire about a programmer whose game-changing algorithm becomes the subject of a valley-wide bidding war.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/215/538434.jpg",
      "stream_on": "HBO"
    },
    {
      "id": 15,
      "name": "Fullmetal Alchemist",
      "summary": "Edward Elric, a young, brilliant alchemist, has lost much in his twelve-year life: when he and his brother Alphonse try to resurrect their dead mother through the forbidden act of human transmutation, Edward loses his family as well as two of his limbs. With his supreme alchemy skills, Edward binds Alphonse's soul to a large suit of armor.<br><br>A year later, Edward, now promoted to the fullmetal alchemist of the state, embarks on a journey with his younger brother to obtain the Philosopher's Stone. The fabled mythical object is rumored to be capable of amplifying an alchemist's abilities by leaps and bounds, thus allowing them to override the fundamental law of alchemy: to gain something, an alchemist must sacrifice something of equal value. Edward hopes to draw into the military's resources to find the fabled stone with his power and restore his and Alphonse's bodies to normal. However, the Elric brothers soon discover that there is more to the legendary stone than meets the eye, as they are led to the epicenter of a far darker battle than they could have ever imagined.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/20/51196.jpg",
      "stream_on": "Netflix"
    },
    {
      "id": 16,
      "name": "Mystery Science Theater 3000",
      "summary": "Mystery Science Theater 3000 started as a locally produced television show for KTMA in Minnesota but soon grew in popularity. It moved to Comedy Central (originally the Comedy Channel), then to Syfy. After an eighteen-year hiatus, the crew of the Satellite of Love returned in 2017, airing on Netflix for two seasons. In 2021, the production started its own streaming service, The Gizmoplex, where the riffing of cheesy movies continues. Over the years, there have been several \"test subjects\": Joel Robinson, Mike Nelson, Jonah Heston, and Emily Connor along with their robot friends Tom Servo, Crow T Robot, and Gypsy (now GPC) all subjected to bad movies thanks to a host of mad scientists including Doctor Clayton Forrester, his mother Pearl, and most recently Kinga Forrester.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/172/431207.jpg",
      "stream_on": "Netflix"
    },
    {
      "id": 17,
      "name": "This Is Us",
      "summary": "Sometimes life will surprise you. This refreshingly honest and provocative series follows a unique ensemble whose paths cross and their life stories intertwine in curious ways. We find several of them share the same birthday, and so much more than anyone would expect. From the writer and directors of \"Crazy, Stupid, Love\" comes a smart, modern dramedy that will challenge your everyday presumptions about the people you think you know.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/384/961910.jpg",
      "stream_on": "Peacock"
    },
    {
      "id": 18,
      "name": "Parks and Recreation",
      "summary": "Parks and Recreation is a comedy series based around the main character Leslie Knope (a bureaucrat) in the parks department of Pawnee.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/0/2439.jpg",
      "stream_on": "Peacock"
    },
    {
      "id": 19,
      "name": "The Boys",
      "summary": "In a world where superheroes embrace the darker side of their massive celebrity and fame, <b>The Boys</b> centres on a group of vigilantes known informally as \"The Boys,\" who set out to take down corrupt superheroes with no more than blue collar grit and a willingness to fight dirty.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/267/668204.jpg",
      "stream_on": "Amazon"
    },
    {
      "id": 20,
      "name": "The Marvelous Mrs. Maisel",
      "summary": "It's 1958 Manhattan and Miriam \"Midge\" Maisel has everything she's ever wanted - the perfect husband, kids, and Upper West Side apartment. But when her life suddenly takes a turn and Midge must start over, she discovers a previously unknown talent - one that will take her all the way from the comedy clubs of Greenwich Village to a spot on Johnny Carson's couch.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/395/987966.jpg",
      "stream_on": "Amazon"
    }
  ]
}